---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SweptBlendFailures
source: html/92d63ec2-a9c0-ca8a-0f12-4c3ea27b6570.htm
---
# BuiltInFailures.SweptBlendFailures Properties

Can't create swept blend.